Repository: SDRathod/MeoApp
Catalog: Current/Meopin/Language Files/*.lproj/Localizable.strings
Languages: de, fr, nl

# keyRVWTipsPoints
source: 1. Formulate your subjective opinion! Write better "I think the doctor has taken much too little time." Instead of "The doctor just treated me for 2 minutes.”. Your personal opinion is protected by fundamental laws. Facts, however, must be proven in doubt, which is not always possible. 2. Differentiate your score! Assign the notes in the individual categories, regardless of the overall impression! If, for example, you were dissatisfied with the clarification and treatment, the treating physician may nevertheless have been kind. Often the credibility of all categories is marked with the grade 1 or 6. Also try to describe different aspects of your provider's visit (eg waiting times, appointment, treatment ...). Do not attribute Only grade 6 or grade 1. Assess each category differently based on experience. 3. Refrain from insults! Do not write "The doctor is a complete idiot." Your assessment should be balanced and fair. Please make sure that your criticism is not offensive and generalizing. Sneaks are not accepted! 4. Do not profit from the fact that comments are published on an anonymous basis. Even if you are able to publish on an anonymous basis, do not be more negative and do not leave unreasonable comments. Meopin will store our data according to our privacy policy. A court may oblige us to disclose your identity, for example for the purpose of prevention of disorder or crime or the protection of the rights and freedom of others.
de: 1. Formulieren Sie Ihre subjektive Meinung!! Schreiben Sie lieber "Ich glaube, der Arzt hat sich viel zu wenig Zeit genommen." anstelle von "Der Arzt hat mich nur 2 Minuten lang behandelt.”. Ihre persönliche Meinung ist durch Grundrechte geschützt. Tatsachen müssen im Zweifelsfall jedoch bewiesen werden, was nicht immer möglich ist. 2. Differenzieren Sie Ihre Punktzahl, Vergeben Sie Noten in den einzelnen Kategorien – unabhängig vom allgemeinen Eindruck! Wenn Sie beispielsweise mit der Abklärung und Behandlung nicht zufrieden waren, kann der behandelnde Arzt trotzdem freundlich gewesen sein. Oft wird die Glaubwürdigkeit aller Kategorien mit der Note 1 oder 5 markiert. Versuchen Sie auch, die verschiedenen Aspekte Ihres Besuchs beim Dienstleister (z.B. Wartezeiten, Termin, Behandlung ...) zu beschreiben. Vergeben Sie nicht bloß Note 5 oder Note 1. Beurteilen Sie jede Kategorie anders, auf Grundlage Ihrer Erfahrung. 3. Verzichten Sie auf Beleidigungen! Schreiben Sie nicht "Der Arzt ist ein Volltrottel." Ihre Beurteilung sollte ausgewogen und fair sein. Bitte stellen Sie sicher, dass Ihre Kritik nicht beleidigend und verallgemeinernd ist. Petzen ist nicht erlaubt! 4. Nutzen Sie es nicht aus, dass die Kommentare anonym veröffentlicht werden. Auch wenn Sie Ihren Beitrag anonym veröffentlichen könnten, formulieren Sie ihn nicht negativer und hinterlassen Sie keine ungebührlichen Kommentare. Meopin speichert Daten gemäß unserer Datenschutzrichtlinie. Nach gerichtlicher Aufforderung müssen wir gegebenenfalls Ihre Identität offenlegen, beispielsweise zur Vermeidung von Störungen und Straftaten oder zum Schutz der Rechte und der Freiheit anderer.
fr: 1. Exprimez votre opinion personnelle ! Écrivez mieux "Je pense que le médecin a passé beaucoup trop peu de temps avec moi." Au lieu de "Le médecin ne m’a vu que 2 minutes.”. Votre opinion personnelle est protégée par les lois fondamentales. Les faits, eux, doivent pouvoir être prouvés en cas de remise en cause, ce qui n’est pas toujours possible. 2. Modulez vos notes! Attribuez les notes aux catégories individuelles, sans prendre en compte votre impression générale ! Si, par exemple, vous êtes mécontent des explications et des soins, le praticien peut tout de même avoir été très aimable. Souvent, la fiabilité de toutes les catégories se remarque avec les notes 1 ou 6. Essayez également de décrire les différents aspects de votre rencontre avec le professionnel (par ex. les temps d’attente, la prise de rendez-vous, les soins...). N’attribuez pas uniquement des 5 ou des 1. Évaluez chaque catégorie de manière différente en fonction de votre expérience. 3. Bannissez les propos injurieux! N’écrivez pas ”Le docteur est un vrai idiot." Votre évaluation doit être proportionnée et juste. Assurez-vous que vos critiques ne soient pas offensantes ou trop générales. Les médisances ne sont pas autorisées! 4. Ne profitez pas du fait que les commentaires soient publiés de manière anonyme. Même si vous avez la possibilité de publier de façon anonyme, n’en soyez pas plus négatif et n’écrivez pas de commentaires excessifs. Meopin conservera vos données selon sa politique de confidentialité. Un tribunal peut nous obliger à divulguer votre identité, par exemple dans le but d’éviter des troubles à l’ordre public, des délits ou dans le cadre de la protection des droits et des libertés d’autrui.
nl: 1. Breng uw eigen opinie onder woorden! Schrijf liever "Ik vind dat de arts veel te weinig tijd nam." dan "De arts besteedde maar 2 minuten aan me.”. Uw persoonlijke mening wordt beschermd door fundamentele wetten. Feiten moeten in geval van twijfel echter bewezen worden, wat niet altijd mogelijk is. 2. Scheer niet alles over een kam ! geef een genuanceerd oordeel. Differentieer uw score in elk van de afzonderlijke categorieën, ongeacht uw algehele indruk. Als u bijvoorbeeld ontevreden bent over de uitleg en de behandeling, kan de arts toch vriendelijk zijn geweest. Vaak wordt de geloofwaardigheid van alle categorieën beïnvloed door de score 1 of 6. Probeer ook om verschillende aspecten van uw bezoek aan de dienstverlener te beschrijven (bijvoorbeeld wachttijd, afspraak, behandeling ...). Kies niet ongenuanceerd Alleen score 6 of score 1. Beoordeel elke categorie afzonderlijk op basis van uw ervaring. 3. Schrijf geen beledigende taal! Schrijf niet "De arts is een volslagen idioot." Uw beoordeling dient evenwichtig en redelijk te zijn. Vergewis u ervan dat uw kritiek niet beledigend is of zaken veralgemeniseert. Geniepige opmerkingen worden niet geaccepteerd! 4. Ga er niet vanuit dat u eender wat kunt schrijven omdat uw opmerking anoniem gepubliceerd wordt. U mag de mogelijkheid om anoniem te publiceren niet uitbuiten om u overdreven negatief te uiten of onredelijke opmerkingen te maken. Meopin bewaart de gegevens in overeenstemming met ons privacybeleid. We kunnen door een gerechtelijke instantie verplicht worden om uw identiteit bekend te maken, bijvoorbeeld om verstoring of een misdrijf te behandelen of om de rechten en vrijheid van anderen te beschermen.

# keyRVWReviewTitle
source: Review title
de: Titel der Bewertung
fr: Titre de l’avis
nl: Recensie titel

# keyRVWMyFeedback
source: My feedback
de: Meine Bewertung
fr: Ma prise de position
nl: Mijn feedback

# keyRVWVisitDate
source: Date of visit
de: Datum der Visite
fr: Date de la visite
nl: Datum van bezoek

# keyRVWPrceedSteps
source: Proceed to the steps
de: Zu den nächsten Schritten
fr: Procédez vers les étapes
nl: Ga naar e stappen

# keyRVWReviewTitleMsg1
source: Please enter review title.
de: Geben Sie bitte den Titel der Bewertung ein.
fr: Entrez le titre de l’avis.
nl: Voer de recensie-titel in.

# keyRVWMyFeedbackMsg1
source: Please enter my feedback.
de: Geben Sie bitte Ihre Bewertung ein.
fr: Entrez votre prise de position.
nl: Voer alstublieft mijn feedback in.

# keyRVWSchoolNotes
source: Please give school notes
de: Vergeben Sie Sterne
fr: Meopin a un système de 1 à 5 étoiles.
nl: Geef sterren alsjeblieft

# keyRVWScoreDetail
source: Score 1 = Unsatisfied, Score 2 = Satisfied, Score 3 = Okay, Score 4 = Good, Score 5 = Very Good
de: 1 Stern = schlecht, 2 Sterne = fair, 3 Sterne = durchschnittlich, 4 Sterne = gut, 5 Sterne = ausgezeichnet
fr: 5 étoiles signifie "excellent", 4 étoiles est "bien", 3 étoiles est "moyen", un score 2 étoiles est "convenable", 1 est "mauvais".
nl: 1 ster = slecht, 2 sterren = redelijk, 3 sterren = gemiddeld, 4 sterren = goed, 5 sterren = uitstekend

# keyRVWYourAnswer
source: Your answer:
de: Ihre Antwort:
fr: Votre réponse:
nl: Uw antwoord:

# keyRVWScore1
source: Unsatisfied
de: Schlecht
fr: Mauvais
nl: Slecht

# keyRVWScore2
source: Satisfied
de: Fair
fr: Convenable
nl: Redelijk

# keyRVWScore3
source: Okay
de: Durchschnittlich
fr: Moyen
nl: Gemiddeld

# keyRVWScore4
source: Good
de: Gut
fr: Bien
nl: Goed

# keyRVWScore5
source: Very Good
de: Ausgezeichnet
fr: Excellent
nl: Uitstekend

# keyRVWMyScoreFor
source: My score for
de: Meine Punktzahl
fr: Ma note pour
nl: Mijn score voor

# keyRVWBasedNotes
source: Based on notes provided above
de: Auf den oben genannten Punktzahlen begründet
fr: Basé sur les notes données ci-dessus
nl: Gebaseerd op opmerkingen hierboven verstrek

# keyRVWMeMessage1
source: My message to
de: Meine Nachricht an
fr: Mon message à
nl: Mijn bericht aan

# keyRVWMeMessage2
source: on his/her rating
de: für seine / ihre Bewertung
fr: sur sa notation
nl: op zijn / haar rating

# keyRVWYouLikeInParticular
source: What did you like in particular? What more?
de: Was haven She speziell gemocht? Was noch?
fr: Qu’et-ce que vous avez aimé plus particulièrement? Quoi ‘autre?
nl: Wat vond je in het bijzonder leuk? Wat meer?

# keyRVWNext
source: Next
de: Nächste
fr: Prochain
nl: Volgende

# keyRVWYouLikeInParticularMsg1
source: Please enter text for like in particular.
de: Geben She hier fin, was Sie speziell gemocht haben.
fr: Entrez le texte pour ce que vous avez aimé plus particulièprement.
nl: Voer tekst in voor in het bijzonder.

# keyRVWRateMsg1
source: Please rate for all questions of
de: Geben Sie Bewertungen für alle Fragen ein
fr: Notez toutes les questions
nl: Voer tekst in voor in het bijzonder

# keyRVWCheckMarkDetail
source: "Click checkbox" if you do not want to answer or if the question is not relevant.
de: "Kästchen klicken" went She hier nicht antworten wollen oder die Frage nicht relevant ist.
fr: "Cochez la case" si vous ne souhaitez pas répondre ou si la question n’est pas pertinente.
nl: "Klik aankruisvakje" als u niet wilt antwoorden of als de vraag niet relevant is.

# keyRVWNoInformation
source: No information
de: Keine Information
fr: Aucune information
nl: Geen informatie

# keyRVWNextAndFinalStep
source: Next and final step :)
de: Nächster und letzter Schritt :)
fr: Prochaine et dernière étape :)
nl: Volgende en Eindstap :)

# keyRVW5Gender
source: Your gender
de: Ihr Geschlecht
fr: Votre sexe
nl: Je geslacht

# keyRVW5GenderMan
source: I am a man
de: Ich bin ein Mann
fr: Je suis un homme
nl: Ik ben een man

# keyRVW5GenderWoman
source: I am a woman
de: Ich bin eine Frau
fr: Je suis une femme
nl: Ik ben een vrouw

# keyRVW5Age
source: My age
de: Mein Alter
fr: Mon âge
nl: Mijn leeftijd

# keyRVW5Age1
source: < 25 years
de: < 25 Jahre
fr: < 25 ans
nl: < 25 jaar

# keyRVW5Age2
source: 25 - 40 years
de: 25 - 40 Jahre
fr: 25 - 40 ans
nl: 25 - 40 jaar

# keyRVW5Age3
source: 40 - 55 years
de: 40 - 55 Jahre
fr: 40 - 55 ans
nl: 40 - 55 jaar

# keyRVW5Age4
source: > 55 years
de: > 55 Jahre
fr: > 55 ans
nl: > 55 jaar

# keyRVW5PublishAnonymously
source: I would like to have my review published anonymously
de: Ich möchte, dass meine Bewertung anonym veröffentlicht wird
fr: Je souhaite que mon avis soit publié de façon anonyme
nl: Ik wil graag dat mijn recensie anoniem wordt gepubliceerd

# keyRVW5AnonymouslyYes
source: Yes
de: Ja
fr: Oui
nl: Ja

# keyRVW5AnonymouslyNo
source: No, I'll use my username
de: Nein, ice möchte meinen Benutzernamen benutzen
fr: Non, j’utilise mon nom d’utilisateur
nl: Nee, ik gebruik mijn gebruikersnaam

# keyRVW5AnonymouslyChangeIt
source: change it
de: hier ändern
fr: le changer
nl: verander het

# keyRVW5AnonymouslyRecommend
source: I would recommend this provider in general?
de: Ich würde diesen Anbieter general empfehlen?
fr: Je recommanderais ce professional en général?
nl: Ik zou deze provider in het algemeen aanbevelen?

# keyRVW5IAgree
source: I agree that other interested patients can ask me questions about this review or the provider in case (I will stay anonymous, and all communication will be handled through Meopin)
de: Ich bin einverstanden, dass andere interessierte Patienten mich über diese Bewertung oder den betreffenden Anbieter befragen können (Ich werde anonym bleiben, und die jeweilige Kommunikation wird von Meopin verwaltet)
fr: Je suis d'accord avec le fait que d'autres patients / utilisateurs intéressés peuvent me poser des questions sur mes commentaires ou sur ce prestataire de soins de santé (je reste anonyme, et toute communication passera par Meopin)
nl: Ik ben het ermee eens dat andere geïnteresseerde patiënten mij vragen kunnen stellen over deze beoordeling of de provider in geval (ik blijf anoniem, en alle communicatie zal worden afgehandeld via Meopin)

# keyRVW5SubmitReview
source: Submit review
de: Bewertung einreichen
fr: Soumettre l’avis
nl: Beoordeling versturen

# keyRVW5HerebyDeclare
source: I hereby declare that:
de: Ich erkläre hiermit:
fr: Je déclare par la présente que:
nl: Ik verklaar hierbij dat:

# keyRVW5HerebyDeclare1
source: I have been treated by or been in consultation with this provider / I have accompanied a minor during the visit with this provider / I have accompanied a person unable to attend the provider’s visit without supervision due to her age or illness My rating corresponds to my personal experience.
de: Ich wurde von diesem Dienstleister behandelt oder beraten / Ich habe einen Minderjährigen zu einem Termin bei diesem Dienstleister begleitet / Ich habe eine Person zu diesem Dienstleister begleitet, die aufgrund ihres Alters oder einer Krankheit nicht in der Lage ist, diesen Termin ohne Aufsicht zu absolvieren Meine Bewertung entspricht miner persönlichen Erfahrung.
fr: J’ai été soigné ou reçu en consultation par ce professionnel / J’ai accompagné un mineur lors d’une visite à ce professionnel / J’ai accompagné chez le professionnel une personne dans l’incapacité de se rendre seule à cause de son âge ou de son état de santé.
nl: Ik ben of word behandeld door deze dienstverlener of heb deze dienstverlener geconsulteerd / Ik heb een minderjarige begeleid tijdens een bezoek aan of van deze dienstverlener / Ik heb een persoon begeleid die deze dienstverlener vanwege ouderdom of ziekte niet kan bezoeken of ontvangen zonder begeleiding Mijn evaluatie is gebaseerd op mijn persoonlijke ervaring.

# keyRVW5HerebyDeclare2
source: I am not in any personal or business relationship with, or an employee or a relative of, this provider. I am not a service provider, an agency or another third person commissioned by the provider to issue a review. I have not previously reviewed the same provider. I have not received a consideration or financial advantage from the provider to issue this review.
de: Ich habe keine persönliche oder geschäftliche Verbindung mit diesem Dienstleister und bin kein Mitarbeiter oder Verwandter von diesem. Ich bin kein Dienstleister, keine Agentur und keine Drittpartei, die der Dienstleister für das Verfassen einer Bewertung beauftragt hat. Ich habe diesen Dienstleister noch nicht bewertet. Ich habe für diese Bewertung keine Vergütung und keinen finanziellen Vorteil vom Dienstleister erhalten.
fr: Je n’ai pas de relations personnelles ou professionnelles avec ce professionnel, l’un de ses employés ou membres de sa famille. Je ne suis pas un professionnel de santé, une agence ou un tiers commandé par le professionnel de santé pour émettre un avis. Je n’ai pas reçu de compensation ou d’avantages financiers de la part du professionnel pour écrire cet avis.
nl: Ik onderhoud geen enkele persoonlijke of zakelijke relatie met deze dienstverlener, en ik ben geen werknemer of familielid van deze dienstverlener. Ik ben geen dienstverlener, agentschap of andere derde die door de dienstverlener is aangesteld om een beoordeling te publiceren. Ik heb dezelfde dienstverlener nog niet eerder beoordeeld. Ik heb/zal geen attentie of financieel voordeel ontvangen van de dienstverlener om deze beoordeling te publiceren.

# keyRVW5HerebyDeclare3_1
source: I formally agree That my review and rating is governed by, and respects, Meopin’s general
de: Ich erkläre mich formell damit einverstanden, dass meine Bewertung den
fr: Je m’engage formellement que mon avis et mon évaluation sont soumis et respectent les
nl: Ik ga formeel akkoord met het volgende Mijn beoordeling en evaluatie zijn onderhevig aan en in overeenstemming met de

# keyRVW5HerebyDeclare3_2
source: terms and conditions.
de: Allgemeinen Geschäftsbedingungen von Meopin unterliegt, und diese respektiert.
fr: conditions générales de Meopin.
nl: algemene voorwaarden van Meopin.

# keyRVW5HerebyDeclare4_1
source: With the collection and processing of my personal data by Meopin according to the
de: mit der Erhebung und Weiterverarbeitung meiner persönlichen Daten seitens Meopin gemäss den
fr: avec collection et le traitement de mes données personnelles par Meopin conformément
nl: dat Meopin verzamelt en verwerkt mijn persoonlijke gegevens in overeenstemming met de bepalingen inzake

# keyRVW5HerebyDeclare4_2
source: Data protection.
de: Datenschutz-.
fr: aux dispositions relatives à la protection des données.
nl: gegevensbeveiliging.

# keyRVW5HerebyDeclare4_3
source: and
de: und
fr: et
nl: en

# keyRVW5HerebyDeclare4_4
source: Privacy policy
de: Privatspäre
fr: le respect de la vie privée
nl: het privacybeleid

# keyRVW5HerebyDeclare4_5
source: provisions applicable to the Platform.
de: Bestimmungen, die auf die Plattform anwendbar sind.
fr: applicables à la plateforme.
nl: dat op het Platform van toepassing is.

# keyRVW5SubmitButton
source: Submit review
de: Bewertung einreichen
fr: Soumettre avis
nl: Beoordeling versture

# keyRVW5GenderMsg1
source: Please select gender.
de: Bitte Geschlecht auswählen.
fr: Sélectionnez le sexe.
nl: Selecteer geslacht.

# keyRVW5AgeMsg1
source: Please select age.
de: Bitte Alter auswählen.
fr: Sélectionnez l’âge.
nl: Selecteer een leeftijd.

# keyRVW5AnonymouslyMsg1
source: Please select any one option for publish review
de: Bitte wählen Sie eine Option für die Veröffentlichung der Bewertung aus.
fr: Sélectionnez une option pour la mise en ligne de l’avis
nl: Selecteer een optie voor het publiceren van beoordeling.

# keyRVW5HereByDeclareMsg1
source: Please select options for declaration.
de: Bitte wählen Sie eine Option für die Erklärung aus.
fr: Sélectionnez une option pour la déclaration personnelle.
nl: Selecteer opties voor aangifte.

# keyRVW6ThankYou
source: Thank You!
de: Danke!
fr: Merci!
nl: Dank je!

# keyRVW6Moderation
source: After moderation your review will be visible on your healthcare professional profile.
de: Nach einer Überprüfung wird Ihre Bewertung auf der Profilseite des Anbieters einsehbar sein.
fr: Après la modération, votre avis sera visible sur la page profil de votre prestataire.
nl: Ana moderatie is uw beoordeling zichtbaar op de profofielpagina van uw zorgverlener.

# keyRVW6OverallScore
source: Overall score
de: Gesamtpunktzahl
fr: Note globale
nl: Totale score

# keyRVW6ReturnHome
source: Return to home
de: Nach Home zurückgehen
fr: Retour à Home
nl: Terugkeren naar Home

# keyMRTitle
source: My review
de: Meine Bewertung
fr: Mon avis
nl: Mijn beoordeling

# keyMRNoReviewMsg1
source: No reviews!
de: Keine Bewertungen!
fr: Pas d’avis!
nl: Geen beoordelingen!

# keyMRGlobalRating
source: Global rating
de: Globales Rating
fr: Note globale
nl: Globale beoordeling

# keyRDTitle
source: Review detail
de: Bewertungsdetails
fr: Détail de l'avis
nl: Beoordeling detail

# keyRDAnswer
source: Answer:
de: Antworten:
fr: Répondre:
nl: Antwoord:

# keyRDNoteFor
source: Note for
de: Hinweis für
fr: Note pour
nl: Opmerking voor

# keyAppointmentTitle
source: Appointment
de: Termin
fr: Rendez-vous
nl: Afspraak

# KeyProfessionalInfo
source: Professional Info
de: Professionelle Info
fr: Infos professionnelles
nl: Professionele info

# KeyGallery
source: Gallery
de: Galerie
fr: Galerie
nl: Galerij

# KeyReviews
source: Review
de: Überprüfung
fr: La revue
nl: Beoordeling

# KeySelectDate
source: Select Start Date
de: Wählen Sie Startdatum
fr: Sélectionnez la date de début
nl: Selecteer Startdatum

# KeyFilterLookingFor
source: What are you looking for?
de: Wonach suchen Sie?
fr: Que cherchez-vous?
nl: Waar bent u naar op zoek?

# KeyFilterSpeciality
source: Choose Speciality
de: Spezialität wählen
fr: Choisissez une spécialité
nl: Kies specialiteit

# KeyFilterCountryCity
source: Country/City
de: Land/Stadt
fr: Pays/Ville
nl: Land/Stad

# KeyFilterAppmtDate
source: Appointment Date
de: Termin
fr: Date de rendez-vous
nl: Afspraakdatum

# KeyFilterOnlineAppmt
source: Offering Online Appointment
de: Online-Termin anbieten
fr: Offre de rendez-vous en ligne
nl: Online afspraak aanbieden

# KeyFilterLocationDist
source: Location Distance
de: Ort Entfernung
fr: Distance de localisation
nl: Locatie afstand

# KeyFilterSpokenLan
source: Spoken Language
de: Gesprochene Sprache
fr: Langue parlée
nl: Gesproken Taal

# KeyFilterGlobleRating
source: Global Rating
de: Globales Rating
fr: Note globale
nl: Globale beoordeling

# KeyFilterGender
source: Gender
de: Geschlecht
fr: Sexe
nl: Geslacht

# KeyFilterProfilePics
source: Profile Picture
de: Profilbild
fr: Image de profil
nl: Profielfoto

# KeyFilterSelect
source: Select
de: Wählen
fr: Sélectionner
nl: Kiezen

# KeyFilterNone
source: None
de: Keiner
fr: Aucun
nl: Geen

# KeyFilterNo
source: No
de: Nein
fr: Non
nl: Nee

# KeyFilterBoth
source: Both
de: Beide
fr: Tous les deux
nl: Beide

# KeyBlogTitleLatestPost
source: Latest Posts
de: Neueste Beiträge
fr: Derniers messages
nl: Laatste berichten

# KeyBlogTitleCategoriesTitle
source: Blog Categories
de: Blog Kategorien
fr: Blog Catégories
nl: Blog Categorieën

# KeyBlogTitleMostViewedTitle
source: Most Viewed Post
de: Meist gesehener Beitrag
fr: Le plus consulté
nl: Meest bekeken bericht

# KeyBlogTitleSearchPostTitle
source: Search Post
de: Beitrag suchen
fr: Rechercher un message
nl: Zoek bericht

# KeyBlogTitleFavoriteProviderList
source: Favorite Provider List
de: Lieblingsanbieterliste
fr: Liste des fournisseurs favoris
nl: Favoriete leverancierslijst

# KeyBlogTitleInbox
source: Inbox
de: Posteingang
fr: Posteingang
nl: Postvak IN

# KeyBlogTitleCategories
source: Categories
de: Kategorien
fr: Catégories
nl: Categorieën

# KeyBlogTitleMostViewed
source: Most Viewed
de: Am häufigsten gesehen
fr: Le plus regardé
nl: Meest bekeken

# KeyBlogTitleSearchPost
source: Search Post
de: Beitrag suchen
fr: Rechercher un message
nl: Zoek bericht

# keyLoginProvider
source: Provider
de: Dienstleister
fr: Prestataire
nl: Leverancier

# keyGlobalRating
source: Global Ratings
de: Globale Bewertungen
fr: Évaluations globales
nl: Wereldwijde beoordelingen

# keyLocationDistance
source: Location Distance
de: Ort Entfernung
fr: Distance de localisation
nl: Locatie afstand

# keyResultVarification
source: Verification
de: Überprüfung
fr: Vérification
nl: Verificatie

# KeyTextSearch
source: Search
de: Suche
fr: Chercher
nl: Zoeken

# KeyTextMale
source: Male
de: Männlich
fr: Mâle
nl: Mannetje

# KeyTextFemale
source: Female
de: Weiblich
fr: Femelle
nl: Vrouw

# KeyTextBoth
source: Both
de: Beide
fr: Tous les deux
nl: Beide

# keyHomeMakeAppSub
source: With your preferred providers.
fr: Avec vos prestataires préférés.
nl: Met uw voorkeursleveranciers.

# keySlDashboard
source: Dashboard
fr: Tableau de bord

# keyDasTitle
source: Dashboard
fr: Tableau de bord

# KeyBlogDetailTitleHeader
source: Blog Detail
fr: Détail du blog
