Repository: SDRathod/MeoApp
Catalog: Current/Meopin/Language Files/*.lproj/Localizable.strings
Languages: de, fr, nl

# keyInternetMsg
source: Oops, we can’t reach Meopin. Check your connection and try again.
de: Oops, wir können Sie nicht mit Meopin verbinden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
fr: Oops, Meopin n'est pas joignable. Vérifiez votre connection et essayez à nouveau.
nl: Oops, we kunnen Meopin niet bereiken. Controleer je verbinding en probeer opnieuw.

# KeyUnknowError
source: something went wrong please try again
de: Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.
fr: il y a eu une erreur. Essayez à nouveau
nl: er is iets fout gegaan. probeer het opnieuw.

# keyYes
source: Yes
de: Ja
fr: Oui
nl: Ja

# keyNo
source: No
de: Nein
fr: Non
nl: Nee

# keyCancel
source: Cancel
de: Annullieren
fr: Annuler
nl: Annuleer

# keyDone
source: Done
de: Erledigt
fr: Terminé
nl: Gedaan

# keySave
source: Save
de: Speichern
fr: Sauver
nl: Bewaren

# keyComingSoon
source: Coming Soon!
de: Wird bald online gehen!
fr: Viendra bientôt!
nl: Binnenkort beschikbaar!

# keyBuildNo
source: Build:
de: Bauen:
fr: Construire:
nl: Bouwen:

# keyAppUpgradeMsgTitle
source: New version available
de: Eine neue Version ist verfügbar.
fr: Nouvelle version disponible
nl: Nieuwe versie beschikbaar

# keyAppUpgradeMsg
source: There is a newer version available for download! Please update the app by visiting the Apple Store.
de: Eine neuere Version ist zum Downloaden verfügbar. Bitte updaten Sie die App im Apple Store.
fr: Une plus récente version peut être téléchargée! Actualisez votre appli en visitant le Apple Store.
nl: Er is een nieuwere versie beschikbaar om te downloaden. Wek de app bij door naar de Apple Store te gaan

# keyAppUpgradeUpdate
source: Update
de: Aktualisierung
fr: Actualiser
nl: Bijwerken

# keyTakePhoto
source: Take photo
de: Machen Sie ein Bild.
fr: Prendre une photo
nl: Maak een foto

# keyChoosePhoto
source: Choose photo
de: Wählen Sie ein Bild aus.
fr: Choisir une photo
nl: Kies een foto

# keyRemovePhoto
source: Remove photo
de: Entfernen Sie das Bild.
fr: Supprimer la photo
nl: Verwijder een foto

# keyNoCamera
source: Camera is not available.
de: Die Kamera ist nicht verfügbar.
fr: Caméra n'est pas disponible.
nl: Camera is niet beschikbaar.

# keyLogoutMsg
source: Are you sure you want to logout?
de: Sind Sie sicher, sich auszuloggen?
fr: Etes-vous sûr de vous déconnecter?
nl: Weet je zeker dat je wilt uitloggen?

# KeyRegister
source: Register
de: Registrieren
fr: Enregistrer
nl: Registreren

# KeyRegisterContent
source: here as a patient.Registration is needed to rate providers and make appointments
de: Sie sich hier als Patient. Die Registrierung ist notwendig, um Dienstleister zu bewerten und Termine anzufragen.
fr: -vous comme patient. L'enregistrement est nécessaire pour évaluer les prestataires et prendre des rendez-vous en ligne.
nl: hier als een patiënt. Registratie is nodig om providers te beoordelen en afspraken te maken.

# KeySalutation
source: Salutation
de: Anrede
nl: Begroeting

# KeyTitle
source: Title
de: Titel
fr: Titre
nl: Titel

# KeyFirstName
source: First Name
de: Vorname
fr: Prénom
nl: Voornaam

# KeyLastName
source: Last Name
de: Familienname
fr: Nom de famille
nl: Achternaam

# KeyUserName
source: Username
de: Benutzername
fr: Nom d'utilisateur
nl: Gebruikersnaam

# KeyMobileNo
source: Ex. +(Country Code)(Mobile Number)
de: Bsp. +(Ländervorwahl)(Mobilnummer)
fr: Ex. +(préfixe pays)(numéro mobile)
nl: Ex. +(Land code)(Mobiel nummer)

# KeyPassword
source: Choose a password
de: Wählen Sie ein Passwort
fr: Choisir un mot de passe
nl: Kies een wachtwoord

# KeyPasswordCon
source: Confirm your password
de: Bestätigen Sie Ihr Passwort
fr: Confirmer votre mot de passe
nl: Bevestig je wachtwoord

# KeyPolicy
source: I accept Meopin's Privacy Policy
de: Ich bin mit den Datenschutzbestimmungen von Meopin einverstanden.
fr: J'accepte la politique de confidentialité de Meopin.
nl: Ik accepteer de privacybeleid van Meopin.

# KeylblTerms
source: I accept Meopin's General Terms and Conditions
de: Ich bin mit den AGBs von Meopin einverstanden
fr: J'accepte les conditions générales de Meopin
nl: Ik accepteer de algemene voorwaarden van Meopin

# KeyLogIN
source: Already registered? Log In
de: Schon registriert? Einloggen
fr: Aéjà enregistré? Connectez-vous
nl: Al geregistreerd? Log in

# keyRegisterTitile
source: I am a new user
de: Ich bin eine neuer Benutzer
fr: Je suis un nouvel utilisateur
nl: Ik ben een nieuwe gebruiker

# keyRVSalutation
source: Please enter salutation.
de: Geben Sie Ihre Anrede an.
fr: Entrer la salutation.
nl: Vul begroeting in.

# keyRVTitle
source: Please enter title.
de: Geben Sie Ihren Titel an.
fr: Entrer le titre.
nl: Vul titel in.

# keyRVFirstName
source: Please enter first name.
de: Geben Sie Ihren Vornamen an.
fr: Entrez le prénom.
nl: Vul voornaam in.

# keyRVLastName
source: Please enter last name.
de: Geben Sie Ihren Familiennamen an.
fr: Entrez le nom de famille.
nl: Vul achternaam in.

# keyRVUserName
source: Please enter your user name.
de: Geben Sie Ihren Benutzernamen an.
fr: Entrez le nom d'utilisateur.
nl: Vul gebruikersnaam in.

# keyRVMobileNo
source: Please enter your mobile number.
de: Geben Sie Ihre Mobilnummer an.
fr: Entrez le nom de mobile.
nl: Vul mobiel nummer in.

# keyRVEmailMsg1
source: Please enter your e-mail.
de: Geben Sie Ihre E-Mail an.
fr: Entrez votre email.
nl: Vul e-mail in.

# keyRVEmailMsg2
source: Please enter a valid e-mail.
de: Geben Sie eine gültige E-Mail an.
fr: Entrez un email valable.
nl: Vul geldige e-mail in.

# keyRVPassword
source: Please choose a password.
de: Wählen Sie bitte ein Passwort.
fr: Choisissez un mot de passe.
nl: Kies een wachtwoord.

# keyRVPasswordMsg2
source: Your password must have 6 characters and include at least two uppercase letters, one lowercase letter and one number.
de: Ihr Passwort muss 6 Zeichen haben, und mindestens 2 Grossbuchstaben, 1 Kleinbuchstaben und 1 Zahl begreifen.
fr: Votre mot de passe doit avoir 6 caractères et inclure au moins 2 majuscules, 1 minuscule et 1 chiffre.
nl: Uw wachtwoord moet uit 6 tekens bestaan en minstens 2 hoofdletters, één kleine letter en één cijfer bevatten.

# keyRVConfPassword
source: Please confirm your password.
de: Bestätigen Sie bitte Ihr Passwort.
fr: Confirmez votre mot de passe.
nl: Bevestig je wachtwoord.

# keyRVConfPassword1
source: Password and confirm password do not match.
de: Das Passwort und das bestätigte Passwort stimmen nicht überein.
fr: Le premier mot de passe et celui que vous avez confirmé ne sont pas concordants.
nl: Wachtwoord en bevestigd wachtwoord komen niet overeen.

# keyRVPrivacy
source: Please accept Meopin's privacy policy.
de: Bitte selektieren Sie Ihr Einverständnis mit den Datenschutzbestimmungen von Meopin,
fr: Merci de bien vouloir accepter la politique de confidentialité de Meopin.
nl: Accepteer privacybeleid van Meopin.

# keyRVTermCondition
source: Please accept Meopin's general terms and conditions.
de: Bitte selektieren Sie Ihr Einverständnis mit den AGBs von Meopin.
fr: Merci de bien vouloir accepter les conditions générales de Meopin.
nl: Accepteer alstublieft de algemene voorwaarden van Meopin.

# KeyRegVVarification
source: Verification
de: Überprüfung
fr: Vérification
nl: Verificatie

# KeyRegVVarificationMsg
source: We have sent you a SMS with a code to your mobile phone under the number you have indicated during registration.
de: Wir haben Ihnen eine SMS mit einem Code an Ihr Handy mit der Nummer, die Sie während der Registrierung angegeben haben, geschickt.
fr: Nous vous avons envoyé un SMS avec un code au numéro de mobile que vous avez entré pendant l'enregistrement.
nl: We hebben je een sms met een code gestuurd naar je mobiele telefoon onder het nummer dat je hebt aangegeven tijdens het registreren.

# KeyRegVVarificationConfiMsg
source: To complete your registration, please enter here the 6 digit activation code.
de: Um Ihre Registrierung abzuschliessen, geben sie bitte hier den sechsstelligen Aktivierungscode ein.
fr: Afin de compléter votre enregistrement, merci de bien vouloir entrer ici le code d'activation à 6 chiffres.
nl: Vul hier de 6 cijferige activeringscode in om uw registratie te voltooien

# KeyRegVVarificationCodeMsg
source: Enter here the 6 digit activation code
de: Geben Sie hier den sechsstelligen Aktivierungscode ein.
fr: Entrez ici le code d'activation à 6 chiffres.
nl: Vul hier de 6 cijferige activeringscode in.

# KeyRegVResendVarificationCode
source: Resend the verification code
de: Senden Sie nochmals den Überprüfungscode.
fr: Renvoyer le code de vérification
nl: Verzend verificatiecode opnieuw

# KeyRegVBtnSubmit
source: Submit
de: Einreichen
fr: Soumettre
nl: Voorleggen

# KeyRegVVarifyCodeMsg
source: You entered a wrong activation code.
de: Sie haben einen falschen Aktivationscode eingegeben.
fr: Vous avez indiqué un code d’activation incorrect.
nl: U hebt een verkeerde activatiecode ingevoerd.

# KeyRegVVarificationCode
source: Please enter the 6 digit activation code
de: Geben Sie den sechsstelligen Aktivierungscode ein.
fr: Entrez le code d'activation à 6 chiffres
nl: Vul hier de 6 cijferige activeringscode in.

# keyRegisterSuccessStatus
source: Thank You
de: Vielen Dank
fr: Merci
nl: Bedankt

# keyRegisterSuccessMsgFirst
source: Your registration request has been submitted to Meopin.
de: Ihre Registrierung wurde bei Meopin eingereicht.
fr: Vous demande d'enregistrement a été transmise à Meopin.
nl: Uw registratieverzoek is ingediend bij Meopin.

# keyRegisterSuccessMsgMiddle
source: Once your registration has been accepted by Meopin, you will be notified by e-mail and receive your access details.
de: Sobald Ihre Registrierung von Meopin akzeptiert wird, werden Sie per E-Mail informiert und Ihre Zugangsdaten erhalten.
fr: Dès que votre enregistrement aura été accepté par Meopin, vous en serez informé par email et recevrez vos détails d'accès.
nl: Zodra uw registratie door Meopin is geaccepteerd, ontvangt u een e-mail en ontvangt u uw toegangsgegevens.

# keyRegisterSuccessMsgLast
source: You may search for healthcare providers, and read our health-related blog articles, without any registration.
de: Sie können, ohne registriert zu sein, nach Dienstleistern suchen und unsere Gesundheitsartikel lesen.
fr: Vous pouvez chercher et trouver des prestataires de santé et lire nos articles de blog sans être enregistré.
nl: U kunt zoeken naar en zoeken naar zorgaanbieders en onze gezondheidsgerelateerde blogartikelen lezen, zonder enige registratie.

# keyRegisterSuccessSearchProvider
source: Search for a provider.
de: Nach einem Dienstleister suchen.
fr: Chercher un prestataire
nl: Zoek naar een verzorger

# keyRegisterSuccessMeopinBlog
source: Go to Meopin Blog.
de: Hier gehts zum Meopin Blog.
fr: Aller vers le Blog de Meopin
nl: Ga naar Meopin blog

# keyRegisterFailStatus
source: Oops! No match
de: Oops! Keine Übereinstimmung
fr: Oops! Aucune concordance
nl: Oops! Geen match

# keyRegisterFailMsg
source: Your phone number verification failed.
de: Die Überprüfung Ihrer Telefonnummer ist fehlgeschlagen.
fr: La vérification de votre numéro de mobile a échoué.
nl: Uw telefoonnummerverificatie is mislukt.

# keyRegisterFailScreenMsg
source: The first global & digital portal to find and rate healthcare providers.
de: Das erste globale und digitale Portal, um Gesundheitsdienstleister zu finden und zu bewerten.
fr: Le premier portail global & digital portal pour trouver et évaluer des professionnels de la santé.
nl: De eerste wereldwijde en digitale portal om zorgaanbieders te vinden en beoordelen.

# keyRegisterFailMsgCode
source: Send me a new activation code
de: Senden Sie mir einen neuen Aktivierungscode.
fr: Envoyez-moi un nouveau code d'activation
nl: Stuur me een nieuwe activeringscode

# KeyPEPSalutation
source: Salutation
de: Anrede
nl: Begroeting

# KeyPEPTitle
source: Title
de: Titel
fr: Titre
nl: Titel

# KeyPEPFirstName
source: First Name
de: Vorname
fr: Prénom
nl: Voornaam

# KeyPEPLastName
source: Last Name
de: Familienname
fr: Nom de famille
nl: Achternaam

# KeyPEPPracticeName
source: Practice Name
de: Bezeichnung der Praxis
fr: Nom du cabinet
nl: Oefen naam

# KeyPEPStreet
source: Street
de: Strasse
fr: Rue
nl: Straat

# KeyPEPNo
source: No
de: Nr
nl: Nummer

# KeyPEPCity
source: City
de: Stadt
fr: Ville
nl: Stad

# KeyPEPCountry
source: Country
de: Land
fr: Pays
nl: Land

# KeyPEPWebsite
source: Website
de: Webseite
fr: Site internet

# KeyPEPFax
source: Fax
de: Telefax
fr: Téléfax

# KeyPEPPassword
source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

# KeyPEPEditProfile
source: Edit Profile
de: Profil bearbeiten
fr: Editer profile
nl: Bewerk profiel

# KeyPEPChangePassword
source: Change Password
de: Passwort ändern
fr: Changer mot de passe
nl: Verander wachtwoord

# KeyPEPSave
source: Save
de: Speichern
fr: Sauver
nl: Bewaren

# KeyPSPracticeName
source: Please enter practice name.
de: Geben Sie bitte die Bezeichnung der Praxis ein.
fr: Entrez le nom du cabinet
nl: Vul oefen naam in.

# KeyPSStreet
source: Please enter street.
de: Geben Sie bitte die Strasse ein.
fr: Entrez la rue.
nl: Vul straat in.

# KeyPSNo
source: Please enter no.
de: Geben Sie bitte die Nummer ein.
fr: Entrez le no.
nl: Vul nummer in.

# KeyPSCity
source: Please choose city.
de: Wählen Sie bitte die Stadt.
fr: Sélectionnez la ville.
nl: Selecteer stad.

# KeyPSCountry
source: Please choose country.
de: Wählen Sie bitte das Land.
fr: Sélectionnez le pays.
nl: Selecteer land.

# KeyPSWebsite
source: Please enter website.
de: Geben Sie bitte die Webseite ein.
fr: Entrez le site internet.
nl: Vul website in.

# KeyPSFax
source: Please enter fax.
de: Geben sie bitte die Faxnummer ein.
fr: Entrez le numéro de téléfax.
nl: Vul fax in.

# keyHomeWelcomeMsg
source: Welcome
de: Willkommen
fr: Bienvenue
nl: Welkom

# keyHomeLogin
source:  LOGIN
de:  Einloggen
fr:  Connexion

# keyHomeSubTitle
source: The first global & digital portal to find and rate healthcare providers.
de: Das erste globale und digitale Portal, um Gesundheitsdienstleister zu finden und zu bewerten.
fr: Le premier portail global & digital portal pour trouver et évaluer des professionnels de la santé.
nl: De eerste wereldwijde en digitale portal om zorgaanbieders te vinden en beoordelen.

# keyHomeSearch
source: Search
de: Suchen
fr: Chercher
nl: Zoeken

# keyHomeSearchSub
source: To find your healthcare providers.
de: Ihre Gesundheitsdienstleister zu finden.
fr: Pour chercher votre prestataire de santé.
nl: Om uw zorgverleners te vinden.

# keyHomeWriteReview
source: Write a Review
de: Eine Bewertung abgeben
fr: Ecrire un avis
nl: Schrijf een recensie

# keyHomeWriteReviewSub
source: And rate your providers.
de: un zu bewerten.
fr: Et évaluer vos prestataires.
nl: En beoordeel uw leveranciers.

# keyHomeMakeApp
source: Make an Appointment
de: Termin vereinbaren
fr: Prendre rendez-vous
nl: Een afspraak maken

# keyHomeReadArticle
source: Read Medical Articles
de: Medizinische Beiträge lesen
fr: Lire des articles médicaux
nl: Medische artikelen lezen

# keyHomeReadArticleSub
source: In our Blog.
de: In unserem Blog.
fr: Dans notre Blog.
nl: In onze blog.

# keyHomeYouProvider
source: I am a Provider
de: Ich bin ein Dienstleister
fr: Je suis prestataire
nl: Ik ben een leverancier

# keyHomeYouPatient
source: I am a Patient
de: Ich bin ein Patient
fr: Je suis patient
nl: Ik ben een patient

# keyHomeAboutUs
source: About Us
de: Über uns
fr: Sur nous
nl: Over ons

# keyHomeContact
source: Contact Us
de: Uns kontaktieren
fr: Contactez-nous
nl: Contact met ons opneemen

# keyHomeOfferedIn
source: Meopin offered in:
de: Meopin angeboten in:
fr: Meopin offert en:
nl: Meopin aangeboden in:

# keyCPOldPassword
source: Enter old password
de: Altes Passwort eingeben
fr: Entrez l'ancien mot de passe
nl: Vul een oud wachtwoord in

# keyCPNewPassword
source: Enter new password
de: Neues Passwort eingeben
fr: Entrez le nouveau mot de passe
nl: Vul een nieuw wachtwoord in

# keyCPConfPassword
source: Confirm new password
de: Passwort bestätigen
fr: Confirmez le nouveau mot de passe
nl: Bevestig wachtwoord

# keyCPSavePassword
source: Save password
de: Passwort speichern
fr: Sauver le mot de passe
nl: Wachtwoord bewaren

# keyCPVNewPassword
source: Please enter new password.
de: Neues Passwort eingeben
fr: Entrez le nouveau mot de passe

# keyCPVOldPassword
source: Please enter old password.
de: Altes Passwort eingeben
fr: Entrez l'ancien mot de passe

# keyCPVConfPassword
source: Please enter confirm password.
de: Passwort bestätigen
fr: Confirmez le nouveau mot de passe

# keyCPPasswordMsg2
source: Your password must have 6 characters and include at least two uppercase letters, one lowercase letter and one number.
de: Ihr Passwort muss 6 Zeichen haben, und mindestens 2 Grossbuchstaben, 1 Kleinbuchstaben und 1 Zahl begreifen.
fr: Votre mot de passe doit avoir 6 caractères et inclure au moins 2 majuscules, 1 minuscule et 1 chiffre.
nl: Uw wachtwoord moet uit 6 tekens bestaan en minstens 2 hoofdletters, één kleine letter en één cijfer bevatten.

# keyLILoginTitle
source: Login as
de: Einloggen als
fr: Connexion comme
nl: Inloggen als

# keyLIPassword
source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

# keyLIForPwd
source: Forgot password?
de: Passwort vergessen?
fr: mot de passe oublié?
nl: Wachtwoord vergeten?

# keyLILogin
source: Login
de: Einloggen
fr: Connecter

# keyLINewUser
source: I am a new user
de: Ich bin ein neuer Nutzer
fr: Je suis un nouvel utilisateur
nl: Ik ben een nieuwe gebruiker

# keyLIEmailMsg1
source: Please enter your e-mail.
de: Geben Sie bitte Ihre E-Mail ein.
fr: Entrez votre email.
nl: Vul uw e-mailadres in.

# keyLIEmailMsg2
source: Please enter valid e-mail.
de: Geben Sie ein gültige E-Mail ein.
fr: Entrez un email valable.
nl: Vul een geltig e-mailadres in.

# keyLIPasswordMsg1
source: Please enter password.
de: Geben Sie bitte Ihr Passwort ein.
fr: Entrez votre mot de passe.
nl: Vul uw wachtwoord in.

# keyLIPasswordMsg2
source: Your password must have 6 characters and include at least two uppercase letters, one lowercase letter and one number.
de: Ihr Passwort muss 6 Zeichen haben, und mindestens 2 Grossbuchstaben, 1 Kleinbuchstaben und 1 Zahl begreifen.
fr: Votre mot de passe doit avoir 6 caractères et inclure au moins 2 majuscules, 1 minuscule et 1 chiffre.
nl: Uw wachtwoord moet uit 6 tekens bestaan en minstens 2 hoofdletters, één kleine letter en één cijfer bevatten.

# keyFPForgotTitle
source: Forgot Password
de: Passwort vergessen
fr: Mot de passe oublié
nl: Wachtwoord vergeten

# keyFPSubTitle
source: To create a new password, please enter here your mobile number used during registration.
de: Um ein neues Passwort zu erstellen, geben Sie bitte hier Ihre Mobilnummer ein, die Sie während der Registrierung benutzt haben.
fr: Pour créer un nouveau mot de passe, indiquez ici votre numéro mobile utilisé pendant l’enregistrement.
nl: Voer hier uw mobiele nummer in dat werd gebruikt tijdens de registratie om een nieuw wachtwoord aan te maken.

# keyFPMobile
source: Ex. +(Country Code) (Mobile Number)
de: Bsp. +(Ländervorwahl) (Mobile Nummer)
fr: Ex. +(préfixe pays)(numéro mobile)
nl: Ex. +(Land Code)(Mobiel nummer)

# keyFPNext
source: Next
de: Weiter
fr: Prochain
nl: Volgende

# keyFPMobileMsg1
source: Please enter your registered mobile number.
de: Geben Sie bitte Ihre hinterlegte Mobilnummer ein.
fr: Entrez votre numéro de mobile enregistré.
nl: Voer uw geregistreerde mobiele nummer in.

# keyFPMobileMsg2
source: Please enter your valid registered mobile number.
de: Geben Sie bitte Ihre gültige hinterlegte Mobilnummer ein.
fr: Entrez votre numéro de mobile enregistré valable.
nl: Voer uw geregistreerde geldig mobiele nummer in.

# keyFPVerificationTitle
source: Verification
de: Überprüfung
fr: Vérification
nl: Verificatie

# keyFPVerifSubTitle
source: Please enter here the 6 digit activation code.
de: Geben Sie bitte hier Ihren sechsstelligen Aktivierungscode ein.
fr: Entrez votre code d'activation à 6 chiffres
nl: Vul hier de 6 cijferige activeringscode in.

# keyFPVerifCode
source: Enter here the 6 digit activation code
de: Geben Sie hier Ihren sechsstelligen Aktivierungscode ein
fr: Entrez ici votre code d'activation à 6 chiffres
nl: Vul hier de 6 cijferige activeringscode in

# keyFPResendCode
source: Resend Verification Code
de: Überprüfungscode nochmals senden
fr: Renvoyer le code de vérification
nl: Verzend verificatiecode opnieuw

# keyFPVerify
source: Verify
de: Überprüfen
fr: Vérifier
nl: Verifiëren

# keyFPCodeMsg1
source: Please enter 6 digit activation code.
de: Geben Sie hier Ihren sechsstelligen Aktivierungscode ein.
fr: Entrez votre code d'activation à 6 chiffres
nl: Vul hier de 6 cijferige activeringscode in.

# keyFPCreatePwdTitle
source: Create New Password
de: Neues Passwort erstellen
fr: Créer nouveau mot de passe
nl: Maak een nieuw wachtwoord aan

# keyFPCreatePwdSubTitle
source: Enter a new password for your account.
de: Geben Sie ein neues Passwort für Ihr Konto ein.
fr: Entrez un nouveau mot de passe pour votre compte.
nl: Maak een nieuw wachtwoord aan voor je account.

# keyFPNewPassword
source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
nl: Nieuw wachtwoord

# keyFPConfirmaPassword
source: Confirm Password
de: Passwort bestätigen
fr: Confirmez le mot de passe
nl: Bevestig wachtwoord

# keyFPSubmit
source: Submit
de: Einreichen
fr: Soumettre
nl: Voorleggen

# keyFPNewPwdMsg1
source: Please enter new password.
de: Geben Sie ein neues Passwort ein.
fr: Entrez le nouveau mot de passe.
nl: Vul uw nieuw wachtwoord in.

# keyFPNewPwdMsg2
source: Your password must have 6 characters and include at least two uppercase letters, one lowercase letter and one number.
de: Ihr Passwort muss 6 Zeichen haben, und mindestens 2 Grossbuchstaben, 1 Kleinbuchstaben und 1 Zahl begreifen.
fr: Votre mot de passe doit avoir 6 caractères et inclure au moins 2 majuscules, 1 minuscule et 1 chiffre.
nl: Uw wachtwoord moet uit 6 tekens bestaan en minstens 2 hoofdletters, één kleine letter en één cijfer bevatten.

# keyFPConfPwdMsg1
source: Please confirm your password.
de: Bestätigen Sie bitte das Passwort.
fr: Confirmez le mot de passe
nl: Bevestig wachtwoord

# keyFPConfPwdMsg2
source: New password and confirm password should be same.
de: Das neue Passwort und das von Ihnen bestätigte Passwort sollten übereinstimmen.
fr: Le nouveau mot de passe et le mot de passe confirmé doivent être identiques.
nl: Nieuw wachtwoord en bevestigt wachtwoord moeten hetzelfde zijn.

# keyPaPMyProfile
source: My Profile
de: Mein Profil
fr: Mon profil
nl: Mijn profiel

# keyPaPSalutation
source: Salutation
de: Anrede
nl: Begroeting

# keyPaPTitle
source: Title
de: Titel
fr: Titre
nl: Titel

# keyPaPFirstName
source: First Name
de: Vorname
fr: Prénom
nl: Voornaam

# keyPaPLastName
source: Last Name
de: Familienname
fr: Nom de famille
nl: Acternaam

# keyPaPUsername
source: Username
de: Benutzername
fr: Nom d'utilisateur
nl: Gebruikersnaam

# keyPaPPhone Number
source: Phone Number
de: Telefonnummer
fr: Numéro de mobile
nl: Mobiel nummer

# keyPaPSave
source: Save & verify
de: Speichern & Prüfen
fr: Sauver & Vérifier
nl: Besparen & Verifiëren

# keyPaPEditDetails
source: Edit Details
de: Details bearbeiten
fr: Editer détails
nl: Details bewerken

# keyPaPChangePassword
source: Change Password
de: Passwort ändern
fr: Changer mot de passe
nl: Verander wachtwoord

# keyPaPSalutationMsg1
source: Please enter salutation.
de: Anrede eingeben
fr: Entrez salutation.
nl: Vul begroeting in.

# keyPaPSalutationMsg2
source: Please enter valid salutation.
de: Gültige Anrede eingeben
fr: Entrez salutation valable.
nl: Vul geldig begroeting in.

# keyPaPTitleMsg1
source: Please enter title.
de: Titel eingeben
fr: Entrez titre.
nl: Vul titel in.
