Repository: SDRathod/MeoApp
Catalog: Current/Meopin/Language Files/*.lproj/Localizable.strings
Languages: de, fr, nl

# keyPaPTitleMsg2
source: Please enter valid title.
de: Gültigen Titel eingeben
fr: Entrez titre valable.
nl: Vul geldig titel in.

# keyPaPFirstNameMsg1
source: Please enter first name.
de: Vorname eingeben
fr: Entrez prénom.
nl: Vul voornaam in.

# keyPaPFirstNameMsg2
source: Please enter valid first name.
de: Gültigen Vornamen eingeben
fr: Entrez prénom valable.
nl: Vul geldig voornaam in.

# keyPaPLastName1
source: Please enter last name.
de: Familienname eingeben
fr: Entrez nom de famille.
nl: Vul achternaam in.

# keyPaPLastName2
source: Please enter valid last name.
de: Gültigen Familiennamen eingeben
fr: Entrez nom de famille valable.
nl: Vul geldig achternaam in.

# keyPaPUsernameMsg1
source: Please enter username.
de: Benutzername eingeben
fr: Entrez nom d'utilisateur.
nl: Vul gebruikersnaam in.

# keyPaPUsernameMsg2
source: Please enter valid username.
de: Gültigen Benutzernamen eingeben
fr: Entrez nom d'utilisateur valable.
nl: Vul geldig gebruikersnaam in.

# keyPaPE-mailMsg1
source: Please enter e-mail.
de: E-Mail eingeben
fr: Entrez email.
nl: Vul e-mail in.

# keyPaPE-mailMsg2
source: Please enter valid e-mail.
de: Gültige E-Mail eingeben.
fr: Entrez email valable.
nl: Vul geldig e-mail in.

# keyPaPPhoneNumberMsg1
source: Please enter mobile phone number.
de: Mobilnummer eingeben.
fr: Entrez numéro de mobile.
nl: Vul mobiel nummer in.

# keyPaPPhoneNumberMsg2
source: Please enter valid mobile phone number.
de: Gültige Mobilnummer eingeben.
fr: Entrez numéro de mobile valable.
nl: Vul geldig mobiel nummer in.

# keyPaPUserInfoToolTip
source: In order for your provider ratings to be published anonymously, you must choose here a username which will be published along your rating.
de: Damit Ihre Bewertungen von Dienstleistern anonym erfolgen können, müssen Sie hier einen Benutzername wählen, unter dem Ihre Bewertung im Portal veröffentlicht wird.
fr: Afin que vos évaluations puissent être publiés de manière anonyme, vous devez choisir ici un nom d'utilisateur qui sera indiqué en marge de l'évaluation.
nl: Om ervoor te zorgen dat uw anbiederbeoordelingen anoniem worden gepubliceerd, moet u hier een gebruikersnaam kiezen die wordt gepubliceerd op basis van uw beoordeling.

# keyPaPPasswordPopToolTip
source: Your password must have 6 characters and include at least two uppercase letters, one lowercase letter and one number.
de: Ihr Passwort muss 6 Zeichen haben, und mindestens 2 Grossbuchstaben, 1 Kleinbuchstaben und 1 Zahl begreifen.
fr: Votre mot de passe doit avoir 6 caractères et inclure au moins 2 majuscules, 1 minuscule et 1 chiffre.
nl: Uw wachtwoord moet uit 6 tekens bestaan en minstens 2 hoofdletters, één kleine letter en één cijfer bevatten.

# keyPaPProfilePicSizeMsg1
source: Please select small size image less than 2048 KB.
de: Wählen Sie bitte eine Bildgrösse von weniger als 2048 KB.
fr: Choisissez pour votre photo une taille de fichier inférieure à 2048 KB.
nl: Selecteer een afbeelding van kleiner dan 2048 kB.

# keyPaPVerificationTitle
source: Verification
de: Überprüfung
fr: Vérification
nl: Verificatie

# keyPaPVerifSubTitle
source: Please enter here the 6 digit verification code.
de: Geben Sie hier Ihren sechsstelligen Aktivierungscode ein.
fr: Entrez ici le code de vérification à 6 chiffres.
nl: Vul hier de 6 cijferige activeringscode in.

# keyPaPVerifCode
source: Enter here the 6 digit verification code
de: Geben Sie hier Ihren sechsstelligen Aktivierungscode ein.
fr: Entrez ici le code de vérification à 6 chiffres.
nl: Vul hier de 6 cijferige activeringscode in.

# keyPaPResendCode
source: Resend Verification Code
de: Den Überprüfungscode nochmals senden
fr: Renvoyer le code de vérification
nl: Verzend verificatiecode opnieuw

# keyPaPVerify
source: Verify
de: Überprüfen
fr: Vérifier
nl: Verifiëren

# keyPaPCodeMsg1
source: Please enter 6 digit verification code.
de: Geben Sie hier Ihren sechsstelligen Aktivierungscode ein.
fr: Entrez le code de vérification à 6 chiffres.
nl: Vul hier de 6 cijferige activeringscode in.

# keyPSMonday
source: Monday
de: Montag
fr: Lundi
nl: Maandag

# keyPSTuesday
source: Tuesday
de: Dienstag
fr: Mardi
nl: Dinsdag

# keyPSWednesday
source: Wednesday
de: Mittwoch
fr: Mercredi
nl: Woensdag

# keyPSThursday
source: Thursday
de: Donnerstag
fr: Jeudi
nl: Donderdag

# keyPSFriday
source: Friday
de: Freitag
fr: Vendredi
nl: Vrijdag

# keyPSSaturday
source: Saturday
de: Samstag
fr: Samedi
nl: Zaterdag

# keyPSSunday
source: Sunday
de: Sonntag
fr: Dimanche
nl: Zondag

# keyPSOnLeave
source: On leave
de: Ausser Dienst
fr: En congé
nl: Met verlof

# keyPSSpecialRules
source: Special rules
de: Spezielle Regeln
fr: Règles spéciales
nl: Speciale regels

# keyPSSelect
source: Select
de: Auswählen
fr: Sélectionner
nl: Selecteer

# keyPSAppointment
source: My appointment
de: Mein Termin
fr: Mon rendez-vous
nl: Mijn afspraak

# keyPSConfiguration
source: Configuration
de: Einstellungen
nl: Configuratie

# keyPSTimeSlots
source: Time slots
de: Zeitfenster
fr: Créneaux horaires
nl: Tijdvakken

# keyPSFrom
source: From
de: Von
fr: De
nl: Van

# keyPSTo
source: To
de: An
fr: A
nl: Tot

# keyPSMins
source: mins
de: Minuten
fr: minutes
nl: minuten

# keyPSHour
source: hour
de: Stunde
fr: heure
nl: uur

# keyPSHours
source: hours
de: Stunden
fr: heures
nl: uur

# keyPSCustom
source: Customize
de: Massgeschneidert
fr: Personnaliser
nl: Aanpassen

# keyPSNone
source: None
de: Keine
fr: Aucun
nl: Geen

# keyPSOnDays
source: Days
de: Tage
fr: Jours
nl: Dagen

# keyPSOnDay
source: Day
de: Tag
fr: Jour
nl: Dag

# keyPSOnToSmall
source: to
de: an
fr: à
nl: tot

# keyPSOnLeaveCaps
source: On leave
de: Ausser Dienst
fr: En congé
nl: Met verlof

# keyPSDelete
source: Delete
de: löschen
fr: Supprimer
nl: Verwijderen

# keyPSDeleteMsg1
source: Are you sure that you want to delete this leave?
de: Sind Sie sicher, dass Sie diesen Ausser-Dienst-Eintrag löschen wollen?
fr: Etes-vous sûr de supprimer le congé?
nl: Weet je zeker dat je verlof wilt verwijderen?

# keyPSDateMsg1
source: From date should be greater then or equal to current date.
de: Von-Datum sollte gleich oder später sein als aktuelles Datum.
fr: La date "de" devrait être postérieur ou égal à la date d'aujourd'hui.
nl: Vanaf datum moet groter zijn dan of gelijk aan de huidige datum.

# keyPSDateMsg2
source: To date should be greater then or equal to from date.
de: Bis-Datum sollte gleich oder später sein als Von-Datum.
fr: La date "à" devrait être postérieur ou égal à la date "de".
nl: Tot op heden moet groter zijn dan of gelijk aan vanaf datum.

# keyPSSpcRuleTitle
source: Special Rules of every month
de: Für jeden Monat geltende spezielle Regeln
fr: Règles spéciales pour chaque mois
nl: Speciale regels van elke maand

# keyPSSpcRuleHalfTitle
source: Special rules
de: Spezielle Regeln
fr: Règles spéciales
nl: Speciale regels

# keyPSRuleSpeDay
source: Special day
de: Spezieller Tag
fr: Jour spécial
nl: Speciale dag

# keyPSRuleOffDay
source: Off day
de: Urlaub
fr: Jour libre
nl: Vrije dag

# keyPSOfEveryMonth
source: Of every month
de: von jedem Monat
fr: de chaque mois
nl: Van elke maand

# keyPSSpecialRule
source: Special rule
de: Spezielle Regel
fr: Règle spéciale
nl: Speciale regel

# keyPSDeleteSpeRuleMsg1
source: Are you sure you want to delete special rule?
de: Sind Sie sicher, dass Sie diese spezielle Regel löschen möchten?
fr: Etes-vous sûr de supprimer la règle spéciale?
nl: Weet je zeker dat je de speciale regel wilt verwijderen?

# keyPSHasSpecialTime
source: Has special time
de: hat eine spezielle Zeit
fr: a un horaire spécial
nl: heeft speciale tijd

# keyPSWeek
source: Week
de: Woche
fr: Semaine

# keyPSRuleDayMsg1
source: Please select any value for 'Week'.
de: Wählen Sie bitte einen Wert aus für 'Woche'.
fr: Sélectionnez une valeur pour 'Semaine'.
nl: Selecteer een waarde voor 'Week'.

# keyPSRuleDateMsg1
source: Please select any value for 'Day'.
de: Wählen Sie bitte eine Wert aus für 'Tag'.
fr: Sélectionnez une valeur pour 'Jour'.
nl: Selecteer een waarde voor 'Dag'.

# keyPSRuleTypeMsg1
source: Please select any value for 'Of every month'.
de: Wählen Sie bitte einen Wert aus für 'von jedem Monat'.
fr: Sélectionnez une valeur pour 'de chaque mois'.
nl: Selecteer een waarde voor 'Van elke maand'.

# keyPSRuleTimeMsg1
source: To time should be greater then from time.
de: Bis-Zeit sollte grösser sein als Von-Zeit.
fr: L'horaire "à" devrait être postérieur à l'horaire "de".
nl: Naar tijd zou groter moeten zijn dan uit de tijd.

# keyPSRuleTimeMsg2
source: Second shift already included in first shift.
de: Der zweite Zeitpunkt ist schon im ersten Zeitpunkt enthalten.
fr: Le deuxième quart est déjà inclus dans le premier quart.
nl: Tweede ploegentiming al opgenomen in de eerste dienst.

# keyPSReset
source: Reset
de: Zurücksetzen
fr: Réinitialiser

# keyPSApply&Search
source: Apply&Search
de: Anwenden & Suchen
fr: Appliquer et rechercher
nl: Breng & Search

# keyPSRepeat
source: Repeat
de: Wiederholen
fr: Répéter
nl: Herhaling

# keyPSAccept
source: Accept
de: Akzeptieren
fr: Accepter
nl: Accepteren

# keyPSReject
source: Reject
de: Ablehnen
fr: Rejeter
nl: Afwijzen

# keyPSModify
source: Modify
de: Ändern
fr: Modifier
nl: Wijzigen

# keyPSView
source: View
de: Ansehen
fr: Vue
nl: Zien

# keyPSWaitingForAccept
source: Waiting for acceptance
de: Auf eine Akzeptierung wartend
fr: en attente d'acceptation
nl: Wachten op acceptatie

# keyPSApproveAlertMsg1
source: Are you sure that you want to accept this appointment?
de: Sind Sie sicher, dass Sie diesen Termin annehmen wollen?
fr: Êtes-vous sûr de vouloir accepter ce rendez-vous?
nl: Weet je zeker dat je deze afspraak wilt goedkeuren?

# keyPSRejectAppointment
source: Reject Appointment
de: Termin ablehnen
fr: Rejeter le rendez-vous
nl: Afspraak afwijzen

# keyPSRejectReason
source: Reason for reject?
de: Grund für die Ablehnung?
fr: Raison pour le rejet?
nl: Reden voor afwijzing?

# keyPSearchPlaceHolder
source: Search..
de: Suchen..
fr: Chercher.
nl: Zoeken

# keyPSearchTitle
source: Search providers
de: Nach Dienstleistern suchen
fr: Chercher prestataires
nl: Aanbieder zoeken

# keyPSearchReason
source: what type of healthcare professional do you need?
de: welche Art von Gesundheitsdienstleister brauchen Sie?
fr: De quel type de professionnel de santé avez-vous besoin?
nl: Welk type zorgaanbieder heeft u nodig?

# keyPSearchSpeciality
source: ex. Speciality, Name of healthcare provider, Doctor, Hospital, Keywords.
de: Bsp. Spezialität, Name des Dienstleisters, Krankenhaus, Stichwörter..
fr: ex. spécialité, nom du prestataire de santé, médecin, hôpital, mots clé ..
nl: ex. Specialiteit, naam van de zorgaanbieder, dokter, ziekenhuis, trefwoorden..

# keyPSearchViewMap
source: View listings map
de: Kartenansicht
fr: Vue carte
nl: Bekijk de kaart met aanbiedingen

# keyPSearchViewListing
source: View listings results
de: Ergebnisliste-Ansicht
fr: Vue liste
nl: Bekijk resultaten van aanbiedingen

# keyPSearch
source: Search
de: Suchen
fr: Chercher
nl: Zoeken

# keyPSearchNeedMore
source: Need more? Use advance search
de: Brauchen Sie mehr? Nutzen Sie die erweiterte Suche.
fr: Besoin de plus? Utilisez la recherche avancée
nl: Heb meer nodig? Gebruik geavanceerd zoeke

# keySearchResult
source: Search results
de: Suchergebnisse
fr: Résultats de recherche
nl: Zoek resultaten

# keySlMyMeopin
source: My Meopin
de: Mein Meopin
fr: Mon Meopin
nl: Mijn Meopin

# keySlSearchProvider
source: Search for providers
de: Dienstleister suchen
fr: Chercher prestataires
nl: Aanbieder zoeken

# keySlMakeAppointment
source: Make an appointment
de: Termin vereinbaren
fr: Prendre rendez-vous
nl: Maak een afspraak

# keySlMyAppointments
source: My appointments
de: Meine Termine
fr: Mes rendez-vous
nl: Mijn afspraaken

# keySlWriteReview
source: Write a review
de: Bewertung verfassen
fr: Ecrire commentaire
nl: Schrijf een beoordeling

# keySlInbox
source: Inbox
de: Nachrichten-Eingang
fr: Boîte d'entrée

# keySlMyReviews
source: My reviews
de: Meine Bewertungen
fr: Mes commentaires
nl: Mijn beoordelingen

# keySlMyFavorites
source: My favorites
de: Meine Favoriten
fr: Mes favoris
nl: Mijn favorieten

# keySlAppointmentSettings
source: Appointment settings
de: Termin-Einstellungen
fr: Paramètres pour rendez-vous
nl: Afspraak instellingen

# keySlAccountSettings
source: Account & Settings
de: Konto & Einstellungen
fr: Compte & Paramètres
nl: Account & Instellingen

# keySlReadMedicalArticles
source: Read medical articles
de: Medizinische Artikel lesen
fr: Lire articles de santé
nl: Lees medische artikelen

# keySlLogOut
source: Logout
de: Ausloggen
fr: Déconnecter
nl: Uitloggen

# keySlNew
source: new
de: neu
fr: nouveau
nl: nieuwe

# keyCAMakeAppointment
source: Make an appointment
de: Termin vereinbaren
fr: Prendre rendez-vous
nl: Maak een afspraak

# keyReasonForAppointment
source: Reason for the appointment
de: Grund für den Termin
fr: Raison pour le rendez-vous
nl: Reden voor de afspraak

# keyConfirmBooking
source: Confirm booking
de: Buchung bestätigen
fr: Confirmer la réservation
nl: Bevestig boeking

# keyPersonalMessage
source: Personal message to provider (max. 200 characters)
de: Persönliche Nachricht für den Dienstleister (max. 200 Zeichen)
fr: Message personnel pour le prestataire (max. 200 caractères)
nl: Persoonlijk bericht aan anbieder (max. 200 tekens)

# keyReasonAlert
source: Please enter message
de: Gene Sie Ihre Nachricht ein
fr: Entrez ici votre message
nl: Voer alstublieft bericht in

# keyReasonSelectAlert
source: Please select reason for the appointment
de: Wählen Sie einen Grund für den Termin aus
fr: Sélectionner le motif pour le rendez-vous
nl: Selecteer de reden voor de afspraak

# keyAppointmentRequest
source: Your appointment request details
de: Details for Ihre Terminanfrage
fr: Détails de votre demande de rendez-vous
nl: Uw aanmelding verzoek details

# keyGoAppointmentDetail
source: Go to appointment detail
de: Zu den Termindetails gehen
fr: Aller vers les détails du rendez-vous
nl: Ga naar afspraak detail

# keyRequestSentMsg
source: The appointment request has been sent to your provider, for acceptance.
de: Die Terminanfrage wurde wurde Ihrem Anbieter zugestellt, zwecks Annahme.
fr: La demande de rendez-vous a été envoyée à votre prestataire, pour acceptation.
nl: Het afspraakverzoek is verzonden naar uw provider voor acceptatie.

# keyRequestSentMsg1
source: Your appointment request must be accepted by the Provider. We will let you know once the provider has accepted your request.
de: Ihre Terminanfrage muss vom Dienstleister bestätigt werden. Wir werden Sie informieren, sobald der Dienstleister Ihre Anfrage bestätigt hat.
fr: Votre demande de rendez-vous doit être acceptée par le Prestataire. Nous vous tiendrons au courant dès que lire prestataire aura accepté votre demande.
nl: Uw afspraakverzoek moet door de provider worden geaccepteerd. We laten het weten zodra de provider uw verzoek heeft geaccepteerd.

# keyReasonForChange
source: Reason for change
de: Grund für ie Änderung
fr: Motif pour la modification
nl: Reden voor verandering

# keySelectedAppontmentTitle
source: Select appointment time
de: Wählen Sie die Uhrzeit für den Termin aus
fr: Sélectionnez l’heure du rendez-vous
nl: Selecteer afspraaktijd

# keySelectedAppontmentDateAlert
source: Request modified to
de: Anfrage wurde geändert zu
fr: Demande modifiée en
nl: Verzoek gewijzigd naar

# keySelectedAppontmentDateAlert1
source: Click on 'SEND REQUEST' to complete
de: Klicken She auf ‘ANFRAGE SENDEN’ um abzuschliessen
fr: Cliquez sur’ENVOYER DEMANDE’pour terminer
nl: Klik op 'VERZOCHT VERZENDEN' om te voltooien

# KeyPersonalMessageSmall
source: Personal message
de: Persönliche Nachricht
fr: Message personnel
nl: Persoonlijk bericht

# keyNoRecord
source: No records found
de: Keine Daten gefunden
fr: Aucun enregistrement trouvé
nl: Geen verslagen gevonden

# keyNoMobileNoAlert
source: Mobile number is not available
de: Die Mobilnummer its nicht erreichbar
fr: Le numéro de mobile n’est pas disponible
nl: Mobiel nummer is niet beschikbaar

# keyNoEmailAlert
source: Email address is not available
de: Die Email-Adresse est nicht erreichbar
fr: L’adresse e-mail n’est pas disponible
nl: E-mailadres is niet beschikbaar

# keyDeviceEmailNotSupportAlert
source: Your device could not send e-mail. Please check e-mail configuration and try again.
de: Ihr Apparat kann keine E-mails senden. Bitte überprüfen Sie die Konfiguration und versuchen She es erneut.
fr: Votre appareil ne peut pas envoyer d’e-mail. Merci de vérifier votre configuration e-mail cet essayez à nouveau.
nl: Yje apparaat kan geen e-mail verzenden. Controleer de e-mailconfiguratie en probeer het opnieuw.

# keyRemoveFavorite
source: Are you sure you want to remove it from favorite list?
de: Sind Sie sicher, dass Sie diesen Dienstleister von der Favoritenliste entfernen möchten?
fr: Êtes-vous sûr d’enlever ce prestataire de la liste des favoris?
nl: eet u zeker dat u het uit de favorietenlijst wilt verwijderen??

# keyProposNewTime
source: Propose new time
de: Neue Uhrzeit vorschlagen
fr: Suggérer un autre horaire
nl: Stel een nieuwe tijd voor

# KeyAuthor
source: Author
de: Autor
fr: Auteur
nl: Auteur

# keyDasToday
source: Today's appointment
de: Heutige Termine
fr: Rendez-vous d’aujourd’hui
nl: De benoeming van vandaag

# keyDasWaiting
source: Waiting for acceptance
de: Auf Bestätigung wartend
fr: En attente de l’acceptation
nl: Wachten op acceptie

# keyDasMyAppointment
source: My appointment
de: Mein Termin
fr: Mon rendez-vous
nl: Mijn afspraak

# keyDasMyReview
source: My review
de: Meine Bewertung
fr: Mon avis
nl: Mijn beoordelingen

# keyDasNoAppointment
source: No appointments are found!
de: Es wurden keine Termine gefunden!
fr: Aucun rendez-vous n’a été trouvé!
nl: Er zijn geen afspraken gevonden!

# keyPRTLoading
source: Loading...
de: Laden...
fr: Chargement...
nl: Het laden...

# keyPRTReleaseRefresh
source: Release to refresh...
de: Freigeben zum Aktualisieren...
fr: Relâcher pour rafraîchir...
nl: Laat los om te verversen...

# keyPRTDownRefresh
source: Pull down to refresh...
de: Herunterziehen zum Aktualisieren...
fr: Tirez vers le bas pour rafraîchir...
nl: Trek naar beneden om te vernieuwen...

# keyRVWTipsForYou
source: Tips for you
de: Tipps for Sie
fr: Conseils pour vous
nl: Tips voor jou

# keyRVWTipsSubTitle
source: We have four tips for you, in order for the review to provide other patients with the most effective value in their search for the best provider.
de: Wenn Sie diese vier Tipps berücksichtigen, profitieren andere Patienten am meisten bei ihrer Suche nach dem besten Dienstleister.
fr: Nous vous proposons quatre conseils afin que vos avis fournissent aux autres patients la meilleure information possible dans leur recherche du professionnel idéal.
nl: We hebben vier tips om uw beoordeling zo waardevol mogelijk te maken voor andere patiënten die de beste dienstverlener zoeken.
